lisir233/ESP-Iris/components/esp_iris/test_apps/disabled/sdkconfig.defaults
CONFIG_IDF_TARGET="esp32s31"
CONFIG_IDF_EXPERIMENTAL_FEATURES=y
# CONFIG_ESP_IRIS_ENABLE is not set
